tap "bufbuild/buf"
tap "creasty/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "izumin5210/tools"
tap "rerost/tools"
brew "direnv"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "protobuf"
brew "grpc"
brew "hub"
brew "lightgbm"
brew "python@3.9"
brew "mackup"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "protoc-gen-go"
brew "pstree"
brew "python@3.8"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"
brew "bufbuild/buf/buf"
brew "creasty/tools/rid"
brew "hashicorp/tap/packer"
brew "izumin5210/tools/grapi"
brew "rerost/tools/giro"
cask "alacritty"
cask "alfred"
cask "dash"
cask "dropbox"
cask "google-cloud-sdk"
cask "iterm2"
cask "obsidian"
mas "Be Focused", id: 973134470
mas "Cinebench", id: 1438772273
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
