tap "bufbuild/buf"
tap "creasty/tools"
tap "datawire/blackbird"
tap "dbt-labs/dbt"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "izumin5210/tools"
tap "ktr0731/evans"
tap "rerost/tools"
tap "wantedly/tools", "git@github.com:wantedly/homebrew-tools"
tap "yoheimuta/protolint"
brew "act"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "clang-format"
brew "deno"
brew "direnv"
brew "envchain"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "go@1.14"
brew "protobuf"
brew "grpc"
brew "hub"
brew "jq"
brew "jump"
brew "krb5"
brew "libffi"
brew "libpq"
brew "libtool"
brew "lightgbm"
brew "mackup"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "node-build"
brew "nodenv"
brew "openjdk"
brew "poetry"
brew "postgresql@14"
brew "protoc-gen-go"
brew "pstree"
brew "pyenv"
brew "python-yq"
brew "python@3.10"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby@2.5"
brew "ruby@2.7"
brew "ruby@3.0"
brew "rust"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "torsocks"
brew "watch"
brew "wget"
brew "xcodegen"
brew "yq", link: false
brew "zsh"
brew "bufbuild/buf/buf"
brew "datawire/blackbird/telepresence-legacy"
brew "dbt-labs/dbt/dbt-bigquery@1.0.0"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/packer", link: false
brew "izumin5210/tools/grapi"
brew "ktr0731/evans/evans"
brew "rerost/tools/dagg"
brew "yoheimuta/protolint/protolint"
cask "alacritty"
cask "dropbox"
cask "google-cloud-sdk"
cask "graphiql"
cask "keycastr"
cask "macfuse"
cask "osxfuse"
mas "1Password 7", id: 1333542190
mas "Be Focused", id: 973134470
mas "Cinebench", id: 1438772273
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
